[
  {
    "language": "en-US",
    "text": "What's new in 2.0.0:\n• Brand new, modern UI — cleaner layout, improved accessibility, and updated visuals.\n• Timed Mode — play with countdown challenges for a faster, competitive experience.\n• Performance updates — faster load times, reduced memory usage, and smoother animations.\n• Bug fixes and stability improvements.\nEnjoy!"
  },
  {
    "language": "en-GB",
    "text": "What's new in 2.0.0:\n• Brand new, modern UI — cleaner layout, improved accessibility, and updated visuals.\n• Timed Mode — play with countdown challenges for a faster, competitive experience.\n• Performance updates — faster load times, reduced memory usage, and smoother animations.\n• Bug fixes and stability improvements.\nEnjoy!"
  },
  {
    "language": "es-ES",
    "text": "Novedades en la versión 2.0.0:\n• UI nueva y moderna — diseño más limpio, mejor accesibilidad y gráficos actualizados.\n• Modo cronometrado — juega con desafíos contrarreloj para una experiencia más rápida y competitiva.\n• Mejoras de rendimiento — tiempos de carga más rápidos, menor uso de memoria y animaciones más fluidas.\n• Correcciones de errores y mayor estabilidad.\n¡Disfruta!"
  },
  {
    "language": "fr-FR",
    "text": "Nouveautés de la version 2.0.0 :\n• Interface repensée et moderne — mise en page plus épurée, accessibilité améliorée et visuels actualisés.\n• Mode chronométré — affrontez des défis avec compte à rebours pour une expérience plus rapide et compétitive.\n• Améliorations des performances — temps de chargement réduits, consommation mémoire optimisée et animations plus fluides.\n• Corrections de bugs et stabilité accrue.\nProfitez-en !"
  },
  {
    "language": "de-DE",
    "text": "Neu in Version 2.0.0:\n• Neues, modernes UI — klareres Layout, verbesserte Zugänglichkeit und aktualisierte Optik.\n• Zeitmodus — spiele mit Countdown-Herausforderungen für ein schnelleres, wettbewerbsfähiges Erlebnis.\n• Leistungsverbesserungen — schnellere Ladezeiten, geringerer Speicherverbrauch und flüssigere Animationen.\n• Fehlerbehebungen und Stabilitätsverbesserungen.\nViel Spaß!"
  },
  {
    "language": "pt-BR",
    "text": "Novidades na versão 2.0.0:\n• Interface nova e moderna — layout mais limpo, acessibilidade aprimorada e visuais atualizados.\n• Modo cronometrado — jogue com desafios contra o tempo para uma experiência mais rápida e competitiva.\n• Melhorias de desempenho — tempos de carregamento mais rápidos, uso de memória reduzido e animações mais suaves.\n• Correções de bugs e maior estabilidade.\nAproveite!"
  },
  {
    "language": "it-IT",
    "text": "Novità nella versione 2.0.0:\n• Interfaccia completamente rinnovata — layout più pulito, migliore accessibilità e grafica aggiornata.\n• Modalità a tempo — sfide con conto alla rovescia per un'esperienza più veloce e competitiva.\n• Aggiornamenti delle prestazioni — tempi di caricamento più rapidi, minor uso di memoria e animazioni più fluide.\n• Correzioni di bug e maggiore stabilità.\nBuon divertimento!"
  },
  {
    "language": "ja-JP",
    "text": "バージョン2.0.0の新機能：\n• モダンな新しいUI — より洗練されたレイアウト、アクセシビリティの向上、ビジュアルの刷新。\n• タイムモード — カウントダウンで競う新しいチャレンジモード。\n• パフォーマンス改善 — 読み込み時間の短縮、メモリ使用量の削減、アニメーションの滑らかさ向上。\n• バグ修正と安定性の向上。\nお楽しみください！"
  },
  {
    "language": "ko-KR",
    "text": "버전 2.0.0 변경사항:\n• 새로운 모던 UI — 더 깔끔한 레이아웃, 접근성 향상, 업데이트된 비주얼.\n• 타임 모드 — 카운트다운으로 경쟁하는 빠르고 도전적인 모드.\n• 성능 향상 — 로드 시간 단축, 메모리 사용 감소, 더 부드러운 애니메이션.\n• 버그 수정 및 안정성 개선.\n즐겨보세요!"
  },
  {
    "language": "zh-CN",
    "text": "2.0.0 更新内容：\n• 全新现代化界面 — 更清晰的布局、提升的可访问性和更新的视觉效果。\n• 计时模式 — 使用倒计时挑战，带来更快、更具竞争性的体验。\n• 性能优化 — 更快的加载时间、降低内存占用、动画更流畅。\n• 修复了若干错误并提升了稳定性。\n敬请体验！"
  },
  {
    "language": "zh-TW",
    "text": "2.0.0 更新內容：\n• 全新現代化介面 — 更清晰的佈局、提升的可及性與更新的視覺效果。\n• 計時模式 — 使用倒數挑戰，帶來更快且更具競爭性的體驗。\n• 效能優化 — 更快的載入時間、降低記憶體使用、動畫更流暢。\n• 修正多項錯誤並提升穩定性。\n歡迎體驗！"
  },
  {
    "language": "ru-RU",
    "text": "Новое в версии 2.0.0:\n• Обновлённый современный интерфейс — более чистое оформление, улучшенная доступность и обновлённая графика.\n• Режим с таймером — испытайте себя в состязаниях с обратным отсчётом для более динамичного конкурентного опыта.\n• Улучшение производительности — быстрее загрузка, меньше использования памяти и плавные анимации.\n• Исправлены ошибки и повышена стабильность.\nПриятной игры!"
  },
  {
    "language": "tr-TR",
    "text": "Sürüm 2.0.0 yenilikleri:\n• Yeni, modern arayüz — daha temiz düzen, geliştirilmiş erişilebilirlik ve güncellenmiş görseller.\n• Zaman Modu — sayaçlı zorluklarla daha hızlı, rekabetçi bir deneyim.\n• Performans iyileştirmeleri — daha hızlı yükleme süreleri, azalan bellek kullanımı ve daha akıcı animasyonlar.\n• Hata düzeltmeleri ve kararlılık iyileştirmeleri.\nİyi eğlenceler!"
  },
  {
    "language": "nl-NL",
    "text": "Wat is nieuw in 2.0.0:\n• Nieuw, modern UI — schonere lay-out, verbeterde toegankelijkheid en bijgewerkte visuals.\n• Tijdslimietmodus — speel met aftel-uitdagingen voor een snellere, competitieve ervaring.\n• Prestatie-updates — snellere laadtijden, minder geheugengebruik en soepelere animaties.\n• Bugfixes en stabiliteitsverbeteringen.\nVeel plezier!"
  },
  {
    "language": "sv-SE",
    "text": "Nyheter i 2.0.0:\n• Ny, modern användargränssnitt — renare layout, förbättrad tillgänglighet och uppdaterad grafik.\n• Tidsläge — spela med nedräkningsutmaningar för en snabbare, mer konkurrenskraftig upplevelse.\n• Prestandaförbättringar — snabbare laddningstider, minskad minnesanvändning och jämnare animationer.\n• Buggfixar och förbättrad stabilitet.\nNjut!"
  },
  {
    "language": "pl-PL",
    "text": "Co nowego w wersji 2.0.0:\n• Nowy, nowoczesny interfejs — czytelniejszy układ, lepsza dostępność i odświeżone elementy wizualne.\n• Tryb czasowy — graj z wyzwaniami na czas i rywalizuj w szybszym tempie.\n• Poprawa wydajności — krótsze czasy ładowania, mniejsze zużycie pamięci i płynniejsze animacje.\n• Poprawki błędów i większa stabilność.\nMiłej zabawy!"
  },
  {
    "language": "ar-SA",
    "text": "الجديد في الإصدار 2.0.0:\n• واجهة مستخدم جديدة وعصرية — تصميم أنظف، تحسين إمكانية الوصول، وتحديثات بصرية.\n• وضع مؤقت — العب بتحديات زمنية تنافسية مع عد تنازلي.\n• تحسينات في الأداء — أوقات تحميل أسرع، استخدام ذاكرة أقل، وحركات أكثر سلاسة.\n• إصلاحات للأخطاء وتحسين الاستقرار.\nاستمتع!"
  },
  {
    "language": "hi-IN",
    "text": "वर्ज़न 2.0.0 में नया:\n• नया मॉडर्न UI — साफ़ लेआउट, बेहतर पहुंच और अपडेटेड विजुअल्स।\n• टाइम्ड मोड — काउंटडाउन चुनौतियों के साथ तेज़ और प्रतिस्पर्धी अनुभव।\n• परफ़ॉर्मेंस अपडेट — तेज़ लोड समय, कम मेमोरी उपयोग और स्मूथ एनीमेशन।\n• बग फिक्स और स्थिरता में सुधार।\nआनंद लें!"
  },
  {
    "language": "id-ID",
    "text": "Baru di 2.0.0:\n• UI baru dan modern — tata letak lebih rapi, aksesibilitas lebih baik, dan visual diperbarui.\n• Mode Waktu — mainkan tantangan hitung mundur untuk pengalaman yang lebih cepat dan kompetitif.\n• Peningkatan performa — waktu muat lebih cepat, penggunaan memori berkurang, dan animasi lebih halus.\n• Perbaikan bug dan peningkatan stabilitas.\nSelamat mencoba!"
  },
  {
    "language": "vi-VN",
    "text": "Có gì mới trong 2.0.0:\n• Giao diện mới, hiện đại — bố cục gọn hơn, cải thiện khả năng truy cập và hình ảnh cập nhật.\n• Chế độ có thời gian — thử thách với đồng hồ đếm ngược cho trải nghiệm nhanh, cạnh tranh hơn.\n• Cải thiện hiệu năng — thời gian tải nhanh hơn, giảm sử dụng bộ nhớ và hoạt ảnh mượt mà hơn.\n• Sửa lỗi và tăng độ ổn định.\nThưởng thức!"
  }
]

