Repository: teamsuperpanda/pandabricks
Catalog: lib/l10n/app_*.arb
Languages: es, fr, ja, ko, zh_tw

# appTitle
source: Panda Bricks
ja: パンダブリックス
ko: 판다 브릭스
zh_tw: 熊貓方塊

source: GAME OVER
es: FIN DEL JUEGO
fr: PARTIE TERMINÉE
ja: ゲームオーバー
ko: 게임 오버
zh_tw: 遊戲結束

source: Ready for Another Round?
es: ¿Listo para otra ronda?
fr: Prêt pour une autre partie?
ja: もう一度プレイしますか？
ko: 다시 도전하시겠습니까?
zh_tw: 準備再來一局？

# finalScore
source: Final Score: {score}
es: Puntuación final: {score}
fr: Score final: {score}
ja: 最終スコア：{score}
ko: 최종 점수: {score}
zh_tw: 最終得分：{score}

source: New High Score!
es: ¡Nueva puntuación máxima!
fr: Nouveau record!
ja: 新記録！
ko: 신기록!
zh_tw: 新紀錄！

# previousHighScore
source: Previous: {score}
es: Anterior: {score}
fr: Précédent: {score}
ja: 前回：{score}
ko: 이전: {score}
zh_tw: 之前：{score}

source: MENU
es: MENÚ
ja: メニュー
ko: 메뉴
zh_tw: 選單

source: RETRY
es: REINTENTAR
fr: RÉESSAYER
ja: リトライ
ko: 재시도
zh_tw: 重試

source: PAUSED
es: PAUSADO
fr: PAUSE
ja: 一時停止
ko: 일시정지
zh_tw: 已暫停

source: QUIT
es: SALIR
fr: QUITTER
ja: 終了
ko: 종료
zh_tw: 退出

source: RESUME
es: CONTINUAR
fr: REPRENDRE
ja: 再開
ko: 계속하기
zh_tw: 繼續

source: Special Bricks
es: Bloques especiales
fr: Briques spéciales
ja: 特殊ブロック
ko: 특수 블록
zh_tw: 特殊方塊

source: Close
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
zh_tw: 關閉

# pandaBrickDescription
source: Clears two columns when it collides!
es: ¡Limpia dos columnas al colisionar!
fr: Efface deux colonnes lors de la collision!
ja: 衝突時に2列消去！
ko: 충돌 시 두 열 제거!
zh_tw: 碰撞時清除兩列！

# ghostBrickDescription
source: Has reversed controls!
es: ¡Tiene controles invertidos!
fr: A des contrôles inversés!
ja: 操作が反転！
ko: 반전된 조작!
zh_tw: 控制反轉！

# catBrickDescription
source: Moves unpredictably!
es: ¡Se mueve de forma impredecible!
fr: Se déplace de façon imprévisible!
ja: 予測不能な動き！
ko: 예측불가한 움직임!
zh_tw: 移動不可預測！

# tornadoBrickDescription
source: Spins as it falls!
es: ¡Gira mientras cae!
fr: Tourne en tombant!
ja: 落下中に回転！
ko: 낙하 중 회전!
zh_tw: 下落時旋轉！

# bombBrickDescription
source: Clears a row and column when placed!
es: ¡Limpia una fila y columna al colocarse!
fr: Efface une ligne et une colonne quand placée!
ja: 設置時に行と列を消去！
ko: 배치 시 행과 열 제거!
zh_tw: 放置時清除一行一列！

source: Background Music
es: Música de fondo
fr: Musique de fond
ja: BGM
ko: 배경음악
zh_tw: 背景音樂

source: Sound Effects
es: Efectos de sonido
fr: Effets sonores
ja: 効果音
ko: 효과음
zh_tw: 音效

source: Easy Mode
es: Modo fácil
fr: Mode facile
ja: イージーモード
ko: 쉬움 모드
zh_tw: 簡單模式

source: Normal Mode
es: Modo normal
fr: Mode normal
ja: ノーマルモード
ko: 일반 모드
zh_tw: 普通模式

# blitzMode
source: Bamboo Blitz Mode
es: Modo Bambú Blitz
fr: Mode Bambou Blitz
ja: バンブーブリッツモード
ko: 대나무 블리츠 모드
zh_tw: 竹子閃電模式

# easyModeDescription
source: Relaxed gameplay with constant speed.
es: Juego relajado con velocidad constante.
fr: Gameplay détendu à vitesse constante.
ja: 一定速度のリラックスプレイ
ko: 일정한 속도의 편안한 게임플레이
zh_tw: 恆定速度的輕鬆遊戲

# normalModeDescription
source: Classic mode that gradually speeds up.
es: Modo clásico que aumenta gradualmente la velocidad.
fr: Mode classique qui accélère progressivement.
ja: 徐々に加速するクラシックモード
ko: 점차 가속되는 클래식 모드
zh_tw: 逐漸加速的經典模式

# blitzModeDescription
source: Special bricks and board flips.
es: Bloques especiales y giros del tablero.
fr: Briques spéciales et rotations du plateau.
ja: 特殊ブロックと盤面回転
ko: 특수 블록과 보드 회전
zh_tw: 特殊方塊和棋盤翻轉

# systemLanguage
source: System
es: Sistema
fr: Système
ja: システム
ko: 시스템
zh_tw: 系統

# languageEnglish
source: English
zh_tw: 英語

# languageSpanish
source: Español
zh_tw: 西班牙語

# languageFrench
source: Français
zh_tw: 法語

# languageGerman
source: Deutsch
zh_tw: 德語

# languageItalian
source: Italiano
zh_tw: 意大利語

# languagePortuguese
source: Português
zh_tw: 葡萄牙語

# languageJapanese
source: 日本語
zh_tw: 日語

# languageKorean
source: 한국어
zh_tw: 韓語

# languageSimplifiedChinese
source: 简体中文
zh_tw: 簡體中文
